{
    "data": {
        "recoveryKey": "R3sqzC-mXfpNQ-4ev3oN-rmqgGY-zFSQoq-sy4bTc",
        "termsVersion": "201709",
        "termsText": "<p>The software you are about to use functions as a free digital wallet. The software does not constitute an account where SmartCash or other third parties serve as financial intermediaries or custodians of your SMART.</p>\r\n<p>While the software has undergone beta testing and continues to be improved by feedback from the user and developer community, we cannot guarantee that there will be no bugs in the software. You acknowledge that your use of this software is at your own discretion and in compliance with all applicable laws.</p>\r\n<p>You are responsible for safekeeping your passwords, private key pairs, recovery keys, PINs and any other codes you use to access the software. <strong>IF YOU LOSE ACCESS TO YOUR SMARTCASH WALLET OR YOUR ENCRYPTED PRIVATE KEYS AND YOU HAVE NOT SEPARATELY STORED A BACKUP OF YOUR WALLET AND CORRESPONDING PASSWORD, YOU ACKNOWLEDGE AND AGREE THAT ANY SMART YOU HAVE ASSOCIATED WITH THAT WALLET WILL BECOME INACCESSIBLE.</strong> All transaction requests are irreversible.</p>\r\n<p>The authors of the software, employees and affiliates of SmartCash cannot retrieve your private keys or passwords if you lose or forget them and cannot guarantee transaction confirmation as they do not have control over the SmartCash network. To the fullest extent permitted by law, this software is provided &ldquo;as is&rdquo; and no representations or warranties can be made of any kind, express or implied, including but not limited to the warranties of merchantability, fitness or a particular purpose and noninfringement.</p>\r\n<p>You assume any and all risks associated with the use of the software. In no event shall the authors of the software, employees and affiliates of SmartCash and copyright holders be held liable for any claim, damages or other liability, whether in an action of contract, tort, or otherwise, arising from, out of or in connection with the software. We reserve the right to modify this disclaimer from time to time.</p>\r\n<p>SmartCash does not hold your keys for you. We cannot access accounts, recover keys, &nbsp;nor reverse transactions. Protect your keys and always check that you are on <strong>correct URL</strong>. You are responsible for your security.</p>"
    },
    "error": null,
    "status": "OK",
    "isValid": true
}